OdDAI.ADB_Value.op_Implicit~System.Double!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced
\details
Operator double. Provides double value. If there is not double value, exception will be thrown.
\returns double value.